[
    {
     "id": 1,
     "name": "Cafetera Moulinex Dolce Gusto Edited",
     "price": 100,
     "discount": 50,
     "category": "visited",
     "description": "Cafetera Dolce Gusto Lumio. La cafetera Dolce Gusto Lumio es de variedad automática que ha llegado con un diseño radical al que nos tenía acostumbrados Dolce Gusto.En este post te contamos todo lo que necesitas saber sobre ella, desde sus características técnicas hasta la calidad de las cápsulas o price.",
     "image": "img-cafetera-moulinex.jpg"
    },
    {
     "id": 2,
     "name": "Macbook Pro 2022",
     "price": 500,
     "discount": 3,
     "category": "in-sale",
     "description": "Macbook Pro 2019 Mpxq2ll/a Intel Core i5 2.3 Ghz 8gb RAM 128gb SSD Pantalla 13.3\" Retina Apple Nueva Original. Importada de USA. Se entrega con la factura de compra para contar con la garantía del fabricante",
     "image": "img-macbook-pro-2019.jpg"
    },
    {
     "id": 3,
     "name": "Samsung Galaxy S10",
     "price": 72999,
     "discount": 25,
     "category": "in-sale",
     "description": "Experiencia visual excepcional. Mirá tus series y películas favoritas con la mejor definición.Tendrás colores brillantes y detalles precisos en todos tus contenidos.Disfrutá aún más del mejor entretenimiento gracias a su vasta pantalla y ángulos de visión amplios.",
     "image": "img-samsung-galaxy-s10.jpg"
    },
    {
     "id": 4,
     "name": "Heladera no frost Whirlpool WRM45A",
     "description": "Disfrutá de la frescura de tus alimentos y almacenalos de manera práctica y cómoda en tu heladera Whirlpool, la protagonista de tu cocina. Su sistema no frost evita la generación de escarcha y te permitirá conservar el sabor y las propiedades nutritivas de los productos.A su vez, su freezer cuenta con una capacidad de 86 litros, que facilitará la distribución y el orden de tus congelados para que no te preocupes por la falta de espacio.",
     "price": 47900,
     "discount": 10,
     "image": "img-heladera-whirpool.jpg",
     "category": "in-sale"
    }
]